tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.9"
brew "coreutils"
brew "ffmpeg"
brew "flake8"
brew "git"
brew "python@3.10"
brew "htop"
brew "midnight-commander"
brew "mpv"
brew "neofetch"
brew "rust"
brew "stow"
brew "tldr"
brew "tree"
brew "vim"
brew "zsh"
cask "amethyst"
cask "anki"
cask "audacity"
cask "blackhole-2ch"
cask "calibre"
cask "db-browser-for-sqlite"
cask "discord"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "keepassxc"
cask "linphone"
cask "macfuse"
cask "megasync"
cask "nordvpn"
cask "notion"
cask "steam"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "vlc"
