tap "homebrew/bundle"
brew "borgbackup"
brew "cmatrix"
brew "ffmpeg"
brew "cmus"
brew "coreutils"
brew "flake8"
brew "git"
brew "htop"
brew "irssi"
brew "mas"
brew "midnight-commander"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "openssh"
brew "pkgconf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "alacritty"
cask "anki"
cask "audacity"
cask "aural"
cask "blackhole-2ch"
cask "browserosaurus"
cask "calibre"
cask "cyberduck"
cask "discord"
cask "displaylink"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "keepassxc"
cask "libreoffice"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "mullvadvpn"
cask "obsidian"
cask "onedrive"
cask "outline-manager"
cask "signal"
cask "steam"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "vorta"
cask "wechat"
cask "yacreader"
cask "yubico-yubikey-manager"
mas "AdBlock Pro", id: 1018301773
mas "Amphetamine", id: 937984704
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Momentum", id: 1564329434
mas "Outline", id: 1356178125
mas "Pocket", id: 568494494
mas "Save to Pocket", id: 1477385213
mas "The Unarchiver", id: 425424353
mas "ToDo", id: 1498581975
mas "Tomato One", id: 907364780
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "fabiospampinato.vscode-monokai-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "vscodevim.vim"
