tap "homebrew/bundle"
brew "borgbackup"
brew "ffmpeg"
brew "cmus"
brew "coreutils"
brew "flake8", link: false
brew "git"
brew "htop"
brew "irssi"
brew "mas"
brew "midnight-commander"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "pkg-config"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
cask "alacritty"
cask "anki"
cask "audacity"
cask "aural"
cask "blackhole-2ch"
cask "brave-browser"
cask "calibre"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "displaylink"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "keepassxc"
cask "libreoffice"
cask "linphone"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "obsidian"
cask "onedrive"
cask "skype"
cask "steam"
cask "syncthing"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "vlc"
cask "vorta"
cask "wechat"
cask "yacreader"
mas "Amphetamine", id: 937984704
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Pocket", id: 568494494
mas "Tomato One", id: 907364780
mas "Unsplash Wallpapers", id: 1284863847
