tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "python@3.11"
brew "borgbackup"
brew "python@3.9"
brew "ffmpeg"
brew "cmus"
brew "coreutils"
brew "flake8", link: false
brew "git"
brew "htop"
brew "irssi"
brew "midnight-commander"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "python@3.10"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
cask "aethersx2"
cask "alacritty"
cask "amethyst"
cask "anki"
cask "audacity"
cask "blackhole-2ch"
cask "calibre"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "displaylink"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite-no-mail"
cask "keepassxc"
cask "libreoffice"
cask "linphone"
cask "macfuse"
cask "nordvpn"
cask "obsidian"
cask "steam"
cask "syncthing"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "vorta"
cask "yacreader"
vscode "MS-CEINTL.vscode-language-pack-de"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
