tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "borgbackup"
brew "cmatrix"
brew "cmus"
brew "coreutils"
brew "ffmpeg"
brew "python@3.13"
brew "flake8"
brew "gemini-cli"
brew "git"
brew "htop"
brew "irssi"
brew "vulkan-headers"
brew "mas"
brew "midnight-commander"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "openssh"
brew "pipx"
brew "pkgconf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "sevenzip"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yazi"
brew "zsh"
brew "zsh-autocomplete"
cask "aerospace"
cask "alacritty"
cask "anki"
cask "aural"
cask "calibre"
cask "cyberduck"
cask "discord"
cask "firefox"
cask "font-adwaita-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "keepassxc"
cask "maccy"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mullvad-vpn"
cask "obsidian"
cask "onedrive"
cask "pcsx2"
cask "tailscale-app"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "visual-studio-code"
cask "vorta"
cask "wechat"
cask "yacreader"
mas "Amphetamine", id: 937984704
mas "Focus", id: 1554411065
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Momentum", id: 1564329434
mas "Obsidian Web Clipper", id: 6720708363
mas "SponsorBlock", id: 1573461917
mas "Telegram", id: 747648890
mas "TextSniper", id: 1528890965
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 310633997
vscode "bierner.markdown-mermaid"
vscode "davidanson.vscode-markdownlint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jdinhlife.gruvbox"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "tomoki1207.pdf"
